{"translation-revision-date":"2025-02-23 16:24:39+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"uk_UA"},"Go to the Customizer":["Перейти то Налаштування теми"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Налаштуйте все - від кольорової палітри та шрифтів до макетів сторінок, переконавшись, що кожна деталь відповідає вашому бренду."],"Design a new theme":["Створити нову тему"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Ваша активна тема буде змінена, і ви можете втратити всі зроблені вами зміни."],"Are you sure you want to design a new theme?":["Ви впевнені, що хочете створити нову тему?"],"Customize your theme":["Налаштуйте свою тему"],"Start designing":["Почати проектувати"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["За допомогою вбудованого дизайнера магазину ви можете швидко створити гарний онлайн-магазин. Виберіть макет, стиль та все інше."],"Design your own":["Створіть свій дизайн"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Працює на експериментальному ШІ. {{link}}Дізнатися більше{{\/link}}"],"Start again":["Почати знову"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Вам знову треба буде надати інформацію про свою компанію, і ви втратите наявний дизайн ШІ. Якщо ви бажаєте самостійно налаштувати існуючий дизайн, можете зробити це за допомогою <EditorLink>редактора<\/EditorLink>."],"Are you sure you want to start over?":["Ви впевнені, що хочете почати все спочатку?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Дизайнер магазину створить для вас новий дизайн магазину, і ви втратите всі зміни, внесені в активну тему сайту. Якщо ви бажаєте продовжити редагування своєї теми, ви можете зробити це за допомогою <EditorLink>редактора<\/EditorLink>."],"Are you sure you want to start a new design?":["Ви впевнені, що хочете створити новий дизайн?"],"Create a new one":["Створити новий"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Продовжуйте налаштовувати зовнішній вигляд свого магазину, створеного ШІ, або почніть з нуля та створіть новий."],"Customize your custom theme":["Налаштуйте свою власну тему"],"Find out how":["Дізнатись як"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Схоже, ви використовуєте офлайн-режим Jetpack. Перейдіть в онлайн-режим, щоб почати проектування за допомогою ШІ."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["На жаль, [Дизайнер магазину ШІ] зараз недоступний, оскільки ми не можемо виявити вашу мережу. Будь ласка, перевірте ваше з'єднання з Інтернетом."],"Looking to design your store using AI?":["Хочете спроектувати свій магазин за допомогою ШІ?"],"Go to the Editor":["Перейти до редактора"],"Design with AI":["Дизайн за допомогою ШІ"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Створюйте вигляд свого магазину, створюйте сторінки та генеруйте текст за допомогою наших вбудованих інструментів штучного інтелекту."],"Use the power of AI to design your store":["Створюйте дизайн свого магазину, користуючись широкими можливостями штучного інтелекту"],"Customize your store":["Налаштувати магазин"],"Customize":["Налаштувати"],"Cancel":["Скасувати"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/957.js"}}